[
	{
		"year": 2024,
		"CN": {
			"cover": "",
			"title": "Comparison of trait and state mind wandering among schizotypal, subclinically depressed, and control individuals. BMC Psychiatry,24: 422.",
			"authors": "<b>Wang, Y.*</b>, Chen, T., Cui, J-F., Liu, J-L., Li, T-H.*, Du, T-J.* (2024).",
			"link": "https://doi.org/10.1186/s12888-024-05871-4"
		}
	},
	{
		"year": 2024,
		"CN": {
			"cover": "",
			"title": "The future-oriented repetitive thought (FoRT) scale: Validation in Chinese samples and application in the schizophrenia spectrum. Asian Journal of Psychiatry,97, 104083. ",
			"authors": "Liu, J-L., Chen, T., Cui, J-F., Lai, W-H., Zhang, Q., Ye, J-Y., Yang, T-X., <b>Wang, Y.*</b>, Chan, R.C.K. (2024).",
			"link": "https://doi.org/10.1016/j.ajp.2024.104083"
		}
	},
	{
		"year": 2024,
		"CN": {
			"cover": "",
			"title": "Further clarification of cognitive processes of prospective memory in schizophrenia by comparing eye-tracking and ecologically-valid measurements. Schizophrenia, 10, 41.",
			"authors": "Li, H., Wang, Q., Hou, W-P., Chen, D-Y., Ding, Y-S., Zhang, Z-F., Hou, W-W., Sha, S., Yang, N-B., Bo, Q-J., <b>Wang, Y.</b>, Zhou, F-C., Wang, C-Y. (2024).",
			"link": "https://doi.org/10.1038/s41537-024-00465-1"
		}
	},
	{
		"year": 2024,
		"CN": {
			"cover": "",
			"title": "Individuals with high level of autistic traits exhibit impaired cognitive but not affective theory of mind and empathy. PsyCh Journal,13(3), 486-493.",
			"authors": "Le, B-L., Huang, Y-H., Wang, L-L., Hu, H-X., Wang, X., Wang, Y., <b>Wang, Y.</b>, Huang, J., Lui, S.S.Y., Chan, R.C.K. (2024).",
			"link": "https://doi.org/10.1002/pchj.727"
		}
	},
	{
		"year": 2024,
		"CN": {
			"cover": "",
			"title": "Relationship between theta/beta ratio and mind wandering in schizotypy. PsyCh Journal, 13(2), 335-339.",
			"authors": "Zhang, Q.#, Jia, L-X.#, Cui, J-F., Ye, J-Y., Liu, J-L., Lai, W-H., Shi, H-S., Yang, T-X., <b>Wang, Y.*</b>, Chan, R.C.K. (2024).",
			"link": "https://doi.org/10.1002/pchj.711"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Personal goal-related mental time travel and its association with resting-state functional connectivity in individuals with high schizotypal traits. Schizophrenia Bulletin,",
			"authors": "Ye, J-Y., Qin, X-J., Cui, J-F., Liu, J-L., Shi, H-S., Yang, T-X., <b>Wang, Y.*</b>, Chan, R.C.K. (2023 accepted).",
			"link": "https://doi.org/10.1093/schbul/sbad183"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Associations between intraindividual reaction time variability and prospective memory performance in patients with schizophrenia and healthy controls. Cognitive Neuropsychiatry, 28(5),333-341.",
			"authors": "Liu, J-L., Chen, T., Cui, J-F., Shi, H-S., Gan, M-Y., <b>Wang, Y.</b>* (2023).",
			"link": "https://doi.org/10.1080/13546805.2023.2255344"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Combining experience sampling with temporal network analysis to understand inertia of negative emotion in dysphoria. Journal of Affective Disorders,338, 246-253.",
			"authors": "Chen, T., Wang, P-C., <b>Wang, Y.</b>, Irish, M. (2023).",
			"link": "https://doi.org/10.1016/j.jad.2023.06.006"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "The deficient cue monitoring and the facilitating effect of prosocial intention on prospective memory in patients with schizophrenia spectrum disorders. Schizophrenia, 9, 33.",
			"authors": "Chen, D-Y., Wang, Q., Yang, N-B., Qin, X-J., Li, H., Hou, W-P., Ding, Y-S., Hou, W-W., <b>Wang, Y.*</b>, Zhou, F-C.*, Wang, C-Y. (2023).",
			"link": "https://doi.org/10.1038/s41537-023-00363-y"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Relationships between childhood trauma and dimensional schizotypy: A network analysis and replication. Asian Journal of Psychiatry, 85, 103598. ",
			"authors": "Huang, Y-H., Hu, H-X., Wang, L-L., Zhang, Y-J., Wang, X., Wang, Y., <b>Wang, Y.</b>, Wang, Y-Y., Chan, R.C.K. (2023).",
			"link": "https://doi.org/10.1016/j.ajp.2023.103598"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Preparation facilitates response inhibition based on stop signal task. PsyCh Journal,12(3):464-466.",
			"authors": "Jia, L-X., Li, S-C., Cui, J-F., Liu, J-L., Guo, X-X., <b>Wang, Y.*</b> (2023).",
			"link": "https://doi.org/10.1002/pchj.639"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Mental Time Travel in Psychiatric Disorders. PsyCh Journal, 12(4),543-546.",
			"authors": "<b>Wang, Y.*</b>, Ye, J-Y., Lui, S.S.Y., Chan, R.C.K. (2023).",
			"link": "https://doi.org/10.1002/pchj.634"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Mental time travel for self and others in individuals with high level schizotypy. PsyCh Journal, 12(4),524-534.",
			"authors": "Ye, J-Y., Qin, X-J., Cui, J-F., Jia, L-X., Shi, H-S., Yang, T-X., Lui, S.S.Y., <b>Wang, Y.*</b>, Chan, R.C.K. (2023).",
			"link": "https://doi.org/10.1002/pchj.626"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "心智游移的眼动追踪研究进展. 心理科学,46(3),538-544.",
			"authors": "章琴，<b>王亚*</b>. (2023). ",
			"link": "https://doi.org/10.16719/j.cnki.1671-6981.20230304"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Impact of COVID-19 pandemic on the mental health of scientists. The Innovation, 4(2), 100400.",
			"authors": "<b>Wang, Y.*</b>, Wang, H.* (2023).",
			"link": "https://doi.org/10.1016/j.xinn.2023.100400"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "The effect of implementation intentions on event-, time-, and activity-based prospective memory in typically developing children. International Journal of Behavioral Development, 47(2), 146-157.",
			"authors": "Yang, T-X., Zhang, S-Y., <b>Wang, Y.</b>, Su, X-M., Yuan, C-W., Lui, S.S.Y., Chan, R.C.K. (2023). ",
			"link": "https://doi.org/10.1177/01650254221146420"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Neural correlates of schizotypal traits: findings from connectome-based predictive modelling. Asian Journal of Psychiatry,81,103430.",
			"authors": "Chen, T., Huang, J., Cui, J-F., Li, Z., Irish, M., <b>Wang, Y.*</b>, Chan, R.C.K.* (2023).",
			"link": "https://doi.org/10.1016/j.ajp.2022.103430"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Proactive and reactive response inhibition of individuals with high schizotypy viewing different facial expressions: An ERP study using an emotional stop-signal task. Brain Research, 1799, 148191.",
			"authors": "Jia, L-X., Zheng, Q., Cui, J-F., Shi, H-S., Ye, J-Y., Yang, T-X.*, <b>Wang, Y.*</b>, Chan, R.C.K. (2023).",
			"link": "https://doi.org/10.1016/j.brainres.2022.148191"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Balanced time perspective and its relationship with clinical and cognitive symptoms in schizophrenia. Personality and Individual Differences, 202, 112003. ",
			"authors": "Chen, T., Qin, X-J., Cui, J-F., Gan, M-Y., Tan, S-P., <b>Wang, Y.*</b>, Irish, M. (2023).",
			"link": "https://doi.org/10.1016/j.paid.2022.112003"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Proactive and reactive cognitive control for emotional conflict in individuals with high schizotypy: An ERP study. Clinical Neurophysiology, 145,36-44. ",
			"authors": "Jia, L-X., Ye, J-Y., Cui, J-F., Shi, H-S., Yang, T-X., <b>Wang, Y.*</b> (2023).",
			"link": "https://doi.org/10.1016/j.clinph.2022.10.016"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "Altered neural mechanism of social reward anticipation in individuals with schizophrenia and social anhedonia. European Archives of Psychiatry and Clinical Neuroscience, 273(5):1029-1039.",
			"authors": "Zhang, Y-J., Hu, H-X., Wang, L-L., Wang, X., Wang, Y., Huang, J., <b>Wang, Y.</b>, Lui, S.S.Y., Hui, L., Chan, R.C.K. (2023). ",
			"link": "https://doi.org/10.1007/s00406-022-01505-6"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "A Meta-Analysis of Mental Time Travel in Individuals with Autism Spectrum Disorder. Journal of Autism and Developmental Disorders, 53(4), 1509-1528. ",
			"authors": "Ye, J-Y., Qin, X-J., Cui, J-F., Ren, Q., Jia, L-X., <b>Wang, Y.*</b>, Pantelis, C., Chan, R.C.K. (2023).",
			"link": "https://doi.org/10.1007/s10803-021-05375-0"
		}
	},
	{
		"year": 2023,
		"CN": {
			"cover": "",
			"title": "线索聚焦性影响前瞻记忆意向维持与提取：来自眼动追踪的证据. 心理科学， 46（1），34-41.",
			"authors": "覃晓静,<b>王亚.*</b> (2023).",
			"link": "https://link.cnki.net/doi/10.16719/j.cnki.1671-6981.20230105"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "Neural correlates of mental time travel in individuals with high level of schizotypy. Progress in Neuropsychopharmacology & Biological Psychiatry, 124,110734.",
			"authors": "Ye, J-Y., Qin, X-J., Cui, J-F., Shi, H-S., Liu, J-L., Huang, J., Wang, Y., Yang, T-X., Lui, S.S.Y., <b>Wang, Y.*</b>, Chan, R.C.K. (2022).",
			"link": "https://doi.org/10.1016/j.pnpbp.2023.110734"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "Prospective memory performance and its improvement in individuals with high schizotypal traits: Evidence from eye-tracking studies. Clinical Neurophysiology, 143,133-142.",
			"authors": "Qin, X-J., Liu, J-L., Cui, J-F., Shi, H-S., Ye, J-Y., Yang, T-X., <b>Wang, Y.*</b> (2022).",
			"link": "https://doi.org/10.1016/j.clinph.2022.09.004"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "Functional coupling between the fronto-parietal network and default mode network is associated with balanced time perspective. Brain Sciences, 12(9),1201.",
			"authors": "Chen, T., Huang, J., Cui, J-F., Li, Z., <b>Wang, Y.*</b>, Irish, M., Chan, R.C.K. (2022).",
			"link": "https://doi.org/10.3390/brainsci12091201"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "The different relationship pattern between mind wandering and daily prospective memory failure in individuals with high and low schizotypal traits. Asian Journal of Psychiatry, 76, 103233.",
			"authors": "Chen, T., Liu, J., Cui, J-F., Yang, C-L., Qin, X-J., Xu, H.*, <b>Wang, Y.*</b>, Irish, M. (2022). ",
			"link": "https://doi.org/10.1016/j.ajp.2022.103233"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "Validity and normative data of the Chinese Prospective and Retrospective Memory Questionnaire (PRMQ) across adolescence, adults and elderly people. Memory, 30(3),344-353.",
			"authors": "Yang, T-X., <b>Wang, Y.</b>, Wang, Y., Su, X-M., Ni, K., Lui, S.S.Y., Chan, R.C.K. (2022).",
			"link": "https://doi.org/10.1080/09658211.2021.2014526"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "The neural substrates of sex differences in balanced time perspective: A unique role for the precuneus. Brain Imaging and Behaviour, 16(5),2239-2247.",
			"authors": "Chen, T., Li, Z., Cui, J-F., Huang, J., Irish, M., <b>Wang, Y.*</b>, Chan, R.C.K. (2022).",
			"link": "https://doi.org/10.1007/s11682-022-00694-x"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "The relationship between schizotypal traits and satisfaction with life among Chinese young adults: The mediating effect of trait anxiety and mind wandering. PsyCh Journal, 11(3),310-316.",
			"authors": "Zhang, Q., Jia, L-X., Cui, J-F., Ye, J-Y., Shi, H-S., <b>Wang, Y.*</b>, Chan, R.C.K. (2022). ",
			"link": "https://doi.org/10.1002/pchj.531"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "Structural network alterations and their association with neurological soft signs in schizophrenia: Evidence from clinical patients and unaffected siblings. Schizophrenia Research,248, 345-352. ",
			"authors": "Kong, L., Lui, S.S.Y., <b>Wang, Y.</b>, Hung, K.S.Y., Ho, K.K.H., Wang, Y., Huang, J., Mak, H.K.F., Sham, P.C., Cheung, E.F.C., Chan, R.C.K. (2022).",
			"link": "https://doi.org/10.1016/j.schres.2021.11.042"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "A meta-analysis of the effects of episodic future thinking on delay discounting. Quarterly Journal of Experimental Psychology,75(10), 1876-1891.",
			"authors": "Ye, J-Y., Ding, Q-Y., Cui, J-F., Liu, Z., Jia, L-X., Qin, X-J., Xu, H.*, <b>Wang, Y.*</b> (2022).",
			"link": "https://doi.org/10.1177/17470218211066282"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "Prospective memory influences social functioning in people with first-episode schizophrenia: A network analysis and longitudinal study. Journal of Clinical Psychiatry,83(2), 21m14114.",
			"authors": "Lui SSY#, Zhang RT#, Lau WYS, Liu ACY, Chui WWH, <b>Wang Y</b>, Tsang KCM, Yeung HKH, Cheung EFC, Chan RCK (2022). ",
			"link": "https://doi.org/10.4088/JCP.21m14114"
		}
	},
	{
		"year": 2022,
		"CN": {
			"cover": "",
			"title": "Altered brain structural and functional connectivity in schizotypy. Psychological Medicine, 52(5),834-843.",
			"authors": "Wang, Y-M., Cai, X-L., Zhang, R-T., Zhang, Y-J., Zhou, H-Y., Wang, Y., <b>Wang, Y.</b>, Huang, J., Wang, Y-Y., Cheung, E.F.C., Chan, R.C.K.* (2022).",
			"link": "https://doi.org/10.1017/S0033291720002445"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Investigation of Structural Brain Correlates of Neurological Soft Signs in Individuals at Ultra-High-Risk for Psychosis. European Archives of Psychiatry and Clinical Neuroscience, 271(8),1475-1485.",
			"authors": "<b>Wang, Y.</b>, Braam, E., Wannan, C.M.J., van Rheenen, T.E., Chan, R.C.K., Nelson, B., McGorry, P.D., Yung, A.R., Lin, A., Brewer, W.J., Koutsogiannis, J., Wood, S.J., Velakoulis, D., Pantelis, C., Cropley, V.L.* (2021).",
			"link": "https://doi.org/10.1007/s00406-021-01300-9"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Convergent validity of the Chinese version of the Multidimensional Schizotypy Scale. Asian Journal of Psychiatry, 61,102671.",
			"authors": "<b>Wang, Y.</b>, Hu, H-X., Wang, L-L., Zhang, Y-J., Yang, H-X., Zhou, H-Y., Li, X., Lui, S.S.Y., Chan, R.C.K.* (2021).",
			"link": "https://doi.org/10.1016/j.ajp.2021.102671"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Different trajectories of neurological soft signs progression between treatment-responsive and treatment-resistant schizophrenia patients. Journal of Psychiatric Research, 138,607-614.",
			"authors": "Lui, SSY#, Yip, SSL#, <b>Wang, Y</b>, Hung, KSY, Ho, KKY, Tsang, KCM, Yeung, HKH, Cheung, EFC, Chan, RCK* (2021).",
			"link": "https://doi.org/10.1016/j.jpsychires.2021.05.018"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "An ERP study on proactive and reactive response inhibition in individuals with schizotypy. Scientific Reports, 11,8394.",
			"authors": "Jia, L-X., Qin, X-J., Cui, J-F., Zheng, Q., Yang, T-X., <b>Wang, Y.*</b>, Chan, R.C.K. (2021).",
			"link": "https://doi.org/10.1038/s41598-021-87735-5"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Brain activation during verbal fluency task in type II bipolar disorder patients: a near-infrared spectroscopy study. Psychiatry Research, 298,113762.",
			"authors": "Chen, G-F.#, Mao, M-C. #, Feng, K. #, Gan, J-C., Zhang, X-Q., Shen, C-Y., Xu, B., Liu, X-M., Ren, X-J., Liu, P-Z.*, <b>Wang, Y.*</b> (2021).",
			"link": "https://doi.org/10.1016/j.psychres.2021.113762"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Neurological soft signs are associated with altered cerebellar-cerebral functional connectivity in schizophrenia. Schizophrenia Bulletin, 47(5),1452-1462.",
			"authors": "Cai, X-L., Wang, Y-M., Wang, Y., Zhou, H-Y., Huang, J., <b>Wang, Y.</b>, Lui, S.S.Y., Møller, A., Hung, K.S.Y., Mak, H.K.F., Sham, P.C., Cheung, E.F.C., Chan, R.C.K. (2021).",
			"link": "https://doi.org/10.1093/schbul/sbaa200"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Dissociation of proactive and reactive cognitive control in individuals with schizotypy: an event-related potential study. Journal of the International Neuropsychological Society, 27(10),981-991.",
			"authors": "Jia, L-X., Qin, X-J., Cui, J-F., Shi, H-S., Ye, J-Y., Yang, T-X., <b>Wang, Y.*</b>, Chan, R.C.K. (2021).",
			"link": "https://doi.org/10.1017/S135561772000137X"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Horizontal but not vertical saccades enhance memory retrieval: a meta-analysis and systematic review. Quarterly Journal of Experimental Psychology,74(5),801-811.",
			"authors": "Qin, X-J., Yang, H-X., Cui, J-F., Ye, J-Y., <b>Wang, Y.*</b> (2021).",
			"link": "https://doi.org/10.1177/1747021821992276"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Balanced time perspective and life satisfaction: the mediating role of 'temporal negative affect'. Journal of Happiness Studies, 22, 2563–2574.",
			"authors": "Chen, T., Liu, L-L., Cui, J-F., Qin, X-J., Shi, H-S., Irish, M., <b>Wang, Y.*</b> (2021).",
			"link": "https://doi.org/10.1007/s10902-020-00330-9"
		}
	},
	{
		"year": 2021,
		"CN": {
			"cover": "",
			"title": "Schizophrenia patients with poor clinical insight report less subjective memory problems. PsyCh Journal,10,437-443.",
			"authors": "Ye, J-Y.#, Yang, T-X. #, Lui, S.S.Y. #, Cui, J-F., Qin, X-J., Jia, L-X., Cheung, E.F.C., Gan, M-Y., Tan, S-P., <b>Wang, Y.*</b>, Chan, R.C.K. (2021).",
			"link": "https://doi.org/10.1002/pchj.431"
		}
	},
	{
		"year": 2020,
		"CN": {
			"cover": "",
			"title": "Future thinking is related to lower delay discounting than recent thinking, regardless of the magnitude of the reward, in individuals with schizotypy. Australian Psychologist,55,572-581.",
			"authors": "Jia, L-X., Liu, Z., Cui, J-F., Ding, Q-Y., Ye, J-Y., Liu, L-L., Xu, H.*, <b>Wang, Y.*</b> (2020). ",
			"link": "https://doi.org/10.1111/ap.12460"
		}
	},
	{
		"year": 2020,
		"CN": {
			"cover": "",
			"title": "Improving mental time travel in schizophrenia: do remembering the past and imagining the future make a difference? Cognitive Therapy and Research,44,893-905.",
			"authors": "Chen, G-F.#, Luo, H-Y.#, Wu, G.#, Zhou, C., Wang, K., Feng, K., Xiao, Z-W., Huang, J-J., Gan, J-C., Zhao, P., Liu, P-Z.*, <b>Wang, Y.*</b> (2020).",
			"link": "https://doi.org/10.1007/s10608-020-10083-7"
		}
	},
	{
		"year": 2020,
		"CN": {
			"cover": "",
			"title": "Structural and functional brain abnormalities in children with schizotypal disorder: A pilot study. npj Schizophrenia,6:6.",
			"authors": "<b>Wang, Y.</b>, Harding, I.H., Testa, R., Tonge, B., Jones, H., Seal, M., Ross, N., Chan, R.C.K., van Beurden, F., Abu-Akel, A., Skafidas, E., Pantelis, C.* (2020).",
			"link": "https://doi.org/10.1038/s41537-020-0095-7"
		}
	},
	{
		"year": 2020,
		"CN": {
			"cover": "",
			"title": "The Effect of Implementation Intentions on Prospective Memory Performance in Patients with Schizophrenia: A Multinomial Modeling Approach. Schizophrenia Research,215,120-125.",
			"authors": "Liu, L-L.#, <b>Wang, Y.#*</b>, Cui, J-F., Li, Y., Yang, T-X., Chen, T., Neumann, D.L., Shum, D.H.K., Chan, R.C.K. (2020).",
			"link": "https://doi.org/10.1016/j.schres.2019.11.003"
		}
	},
	{
		"year": 2020,
		"CN": {
			"cover": "",
			"title": "Differential profiles of response inhibition deficit between male children with autism spectrum disorders and schizophrenia. Autism Research,13(4),591-602.",
			"authors": "Shi, L-J., Zhou, H-Y., Shen, Y-M., <b>Wang, Y.</b>, Fang, Y-M., He, Y-Q., Ou, J-J., Luo, X-R., Cheung, E.F.C., Chan, R.C.K. (2020). ",
			"link": "https://doi.org/10.1002/aur.2231"
		}
	},
	{
		"year": 2020,
		"CN": {
			"cover": "",
			"title": "Involuntary mental time travel in individuals with schizotypal personality features. PsyCh Journal,9(1),87-95.",
			"authors": "Chen, T., Liu, L-L., Cui, J-F., Shi, H-S., Qin, X-J., Jia, L-X., <b>Wang, Y.*</b> (2020).",
			"link": "https://doi.org/10.1002/pchj.317"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "Mind wandering in schizophrenia: A thought-sampling study. Consciousness and Cognition,74, 102774.",
			"authors": "Chen, T., Qin, X-J., Cui, J-F., Li, Y., Liu, L-L., Wang, P., Tao, S-L., Shum, D.H.K., <b>Wang, Y.*</b>, Chan, R.C.K. (2019).",
			"link": "https://doi.org/10.1016/j.concog.2019.102774"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "Event-, time- and activity-based prospective memory in children with ADHD. Developmental Neuropsychology,44(8), 554–565.",
			"authors": "Yang, T-X., Wang, Y.Y., <b>Wang, Y.</b>, Qian, Y., Chan, R.C.K. (2019).",
			"link": "https://doi.org/10.1080/87565641.2019.1695801"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "Neurological soft signs and grey matter abnormalities in individuals with ultra-high risk for psychosis. PsyCh Journal, 8, 252–260.",
			"authors": "Kong, L., Cui, H., Zhang, T., <b>Wang, Y.</b>, Huang, J., Zhu, Y., Tang, Y., Herold, C.J., Schroder, J., Cheung, E.F.C., Chan, R.C.K., Wang, J. (2019).",
			"link": "https://doi.org/10.1002/pchj.258"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "机器学习在绘画测验预测青少年依赖型人格偏离中的应用. 中国心理卫生杂志,33(10),769-773.",
			"authors": "陈涛，王鹏翀，林轩，裴欢昌，邢怡伦，罗捷，项锦晶，<b>王亚.</b> (2019).",
			"link": "https://doi.org/10.3969/j.issn.1000-6729.2019.10.009"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "The interaction between positive schizotypy and high sensitivity C-reactive protein on response inhibition in female individuals. Psychiatry Research, 274,365-371.",
			"authors": "Gong, J., <b>Wang, Y.</b>, Liu, J., Fu, X., Cheung, E.F.C., Chan, R.C.K. (2019).",
			"link": "https://doi.org/10.1016/j.psychres.2019.02.064"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "Implementation intention training for prospective memory in schizophrenia: A 3-month follow-up study. Schizophrenia Research,206,378-385.",
			"authors": "Chen, T., Liu, L-L., Cui, J-F., Li, Y., Qin, X-J., Tao, S-L., Neumann, D.L., Shum, D.H.K., Cheung, E.F.C., <b>Wang, Y.*</b>, Chan, R.C.K. (2019).",
			"link": "https://doi.org/10.1016/j.schres.2018.10.015"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "Neural correlates of the effect of implementation intention on prospective memory. PsyCh Journal,8(2),261-270.",
			"authors": "Chen, X-J.#, Liu, L-L.#, <b>Wang, Y.*</b>, Yang, T-X., Huang, J., Li, K., Zeng, Y-W., Cheung, E.F.C., Shum, D.H.K., van Amelsvoort, T., Chan, R.C.K. (2019).",
			"link": "https://doi.org/10.1002/pchj.257"
		}
	},
	{
		"year": 2019,
		"CN": {
			"cover": "",
			"title": "Prospective memory in individuals with first-episode schizophrenia: A two-year longitudinal study. Early Intervention in Psychiatry,13(5),1099-1104.",
			"authors": "Cheung, E.F.C., Lui, S.S.Y., <b>Wang, Y.</b>, Liu, A.C.Y., Chui, W.W.H., Yeung, H.K.H., Shum, D.H.K., Chan, R.C.K. (2019).",
			"link": "https://doi.org/10.1111/eip.12733"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "The general facilitation effect of implementation intentions on prospective memory performance in patients with schizophrenia. Cognitive Neuropsychiatry,23(6),350-363.",
			"authors": "Liu, L-L, Gan, M-Y., Cui, J-F., Chen, T., Tan, S-P., Neumann, D.L., Shum, D.H.K., <b>Wang, Y.*</b>, Chan, R.C.K. (2018). ",
			"link": "https://doi.org/10.1080/13546805.2018.1528143"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "Effect of emotional cues on prospective memory performance in patients with schizophrenia and major depressive disorder. Schizophrenia Research,201,145-150.",
			"authors": "Yang, T-X., Cui, X-L., <b>Wang, Y.</b>, Huang, J., Lui, S.S.Y., Zhang, R-T., Cheung, E.F.C., Chan, R.C.K. (2018).",
			"link": "https://doi.org/10.1016/j.schres.2018.05.023"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "Olfactory identification deficit and its relationship with hedonic traits in patients with first-episode schizophrenia and individuals with schizotypy. Progress in Neuropharmacopsy & Bio Psychiatry,83,137-141.",
			"authors": "Zou, L-Q., Zhou, H-Y., Lui, S.S.Y., Wang, Y., <b>Wang, Y.</b>, Gan, J., Zhu, X-Z., Cheung, E.F.C., Chan, R.C.K. (2018).",
			"link": "https://doi.org/10.1016/j.pnpbp.2018.01.014"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "Neural mechanism and heritability of complex motor sequence and audiovisual integration: A healthy twin study. Human Brain Mapping,39(3),1438-1448.",
			"authors": "Li, Z., Huang, J., Xu, T., <b>Wang, Y.</b>, Li, K., Zeng, Y., Lui, S., Cheung, E., Jin, Z., Dazzan, P., Glahn, D., Chan, R. (2018). ",
			"link": "https://doi.org/10.1002/hbm.23935"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "The structural invariance of the Temporal Experience of Pleasure Scale across time and culture. PsyCh Journal,7(2),59-67.",
			"authors": "Li, Z., Shi, H-S., Elis, O., Yang, Z-Y., <b>Wang, Y.</b>, Lui, S., Cheung, E., Kring, A., Chan, R. (2018).",
			"link": "https://doi.org/10.1002/pchj.207"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "Schizophrenia and prospective memory impairments: A review. The Clinical Neuropsychologist,32(5),836-857.",
			"authors": "<b>Wang, Y.</b>, Chan, R.C.K., Shum, D.H.K. (2018).",
			"link": "https://doi.org/10.1080/13854046.2017.1406144"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "An attempt at revisiting the factor structure of the Dysexecutive Questionnaire (DEX) in the Chinese settings. PsyCh Journal,7(1),25-30.",
			"authors": "Yang, Z. Y.#, Sun, S. F.#, Lui, S. S. Y., Shi, H. S., Xie, D. J., Xie, W. L., <b>Wang, Y.</b>, Cheung, E. F. C., Chan, R. C. K.* (2018).",
			"link": "https://doi.org/10.1002/pchj.198"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "Neurological soft signs precede the onset of schizophrenia: A study of individuals with schizotypy, ultra-high risk individuals, and first-onset schizophrenia. European Archives of Psychiatry and Clinical Neuroscience,268(1),49-56.",
			"authors": "Chan, R.C.K., Cui, H-R., Chu, M-Y., Zhang, T-H., <b>Wang, Y.</b>, Wang, Y., Li, Z., Lui, S.S.Y., Wang, J-J., Cheung, E.F.C. (2018).",
			"link": "https://doi.org/10.1007/s00406-017-0828-4"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "Trajectories of schizotypy and their emotional and social functioning: An 18-month follow-up study. Schizophrenia Research,193,384-390.",
			"authors": "Wang, Y., Shi, H-S., Liu, W-H., Xie, D-J., Geng, F-L., Yan, C., <b>Wang, Y.</b>, Xiao, Y-H., So, S.H.W., Chiu, C-D., Leung, P.W.L., Cheung, E.F.C., Gooding, D.C., Chan, R.C.K. (2018).",
			"link": "https://doi.org/10.1016/j.schres.2017.07.038"
		}
	},
	{
		"year": 2018,
		"CN": {
			"cover": "",
			"title": "Neural correlates of audiovisual sensory integration. Neuropsychology,32(3),329-336.",
			"authors": "Huang, J., Reinders, A.T.S., <b>Wang, Y.</b>, Xu, T., Zeng, Y-W., Li, K., Handley, R., Cheung, E.F.C., Chan, R.C.K., Dazzan, P. (2018).",
			"link": "https://doi.org/10.1037/neu0000393"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Life review therapy enhances mental time travel in patients with schizophrenia. Psychiatry Research,258,145-152.",
			"authors": "Chen, G-F., Liu, L-L., Cui, J-F., Chen, T., Qin, X-J., Gan, J-C., Bi, B., Neumann, D.L., Shum, D.H.K., <b>Wang, Y.*</b>, Chan, R.C.K. (2017).",
			"link": "https://doi.org/10.1016/j.psychres.2017.10.002"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "The effect of the muscarinic M1 receptor antagonist biperiden on cognition in medication free subjects with psychosis. European Neuropsychopharmacology,27, 854–864.",
			"authors": "Vingerhoets, C., Bakker, G., van Dijk, J., Bloemen, O.J.N., <b>Wang, Y.</b>, Chan, R.C.K., Booij, J., van Amelsvoort, T.A.M.J. (2017).",
			"link": "https://doi.org/10.1016/j.euroneuro.2017.06.014"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Preliminary study of visual perspective in mental time travel in schizophrenia. Psychiatry Research, 256,225-227.",
			"authors": "<b>Wang, Y.*</b>, Wang, Y., Zhao, Q., Cui, J-F., Hong, X-H., Chan, R.C.K. (2017).",
			"link": "https://doi.org/10.1016/j.psychres.2017.06.062"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Decoding dyadic interactive nonverbal behaviour in Chinese and Australian cohorts: A novel dyadic puzzle solving task. Asian Journal of Social Psychology, 20(2), 128-136.",
			"authors": "Huang, J., <b>Wang, Y.</b>, Liu, B-H., Neumann, D.L., Shum, D.H.K., Chan, R.C.K. (2017).",
			"link": "https://doi.org/10.1111/ajsp.12179"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Whole-genome sequencing of monozygotic twins discordant for schizophrenia indicates multiple genetic risk factors for schizophrenia. Journal of Genetics and Genomics, 44,295-306.",
			"authors": "Tang, J., Fan, Y., Li, H., Xiang, Q., Zhang, D-F., Li, Z., He, Y., Liao, Y., <b>Wang, Y.</b>, He, F., Zhang, F., Shugart, Y.Y., Liu, C., Tang, Y., Chan, R.C.K., Wang, C-Y., Yao, Y-G., Chen, X. (2017).",
			"link": "https://doi.org/10.1016/j.jgg.2017.05.005"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Moderating effects of age on the association between future time perspective and preventive coping. PsyCh Journal,6(3),185-193.",
			"authors": "Chen, T., Liu, L-L., Cui, J-F., Chen, X-J., Shi, H-S., Neumann, D.L., Shum, D.H.K., <b>Wang, Y.*</b>, Chan, R.C.K. (2017).",
			"link": "https://doi.org/10.1002/pchj.172"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "The development of multitasking in children aged 7 to 12: Evidence from cross-sectional and longitudinal data. Journal of Experimental Child Psychology,161,63-80.",
			"authors": "Yang, T-X., Xie, W-Z., Chen, C-S., Altgassen, M., <b>Wang, Y.</b>, Cheung, E.F.C., Chan, R.C.K. (2017).",
			"link": "https://doi.org/10.1016/j.jecp.2017.04.003"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Abnormal white matter structural connectivity in the adults with obsessive-compulsive disorder. Translational Psychiatry, 7, e1062.",
			"authors": "Gan, J., Zhong, M., Fan, J., Liu, W., Niu, C., Cai, S., Zou, L-Q., <b>Wang, Y.</b>, Wang, Y., Tan, C., Chan, R., Zhu, X. (2017).",
			"link": "https://doi.org/10.1038/tp.2017.22"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Co-occurrence of autistic and schizotypal traits and its association with emotional and psychosocial function in Chinese college students. Psychiatry Research, 248, 64-70.",
			"authors": "Shi, L. J., Liu, W. H., Shi, H. S., Yan, C., <b>Wang, Y.</b>, Wang, Y., Cheung, E. F. C., Chan, R. C. K*. (2017).",
			"link": "https://doi.org/10.1016/j.psychres.2016.12.021"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "A meta-analysis of working memory impairments in autism spectrum disorders. Neuropsychology Review, 27,46-61.",
			"authors": "<b>Wang, Y.#*</b>, Zhang, Y-B. #, Liu, L-L. #, Cui, J-F., Wang, J., Shum, D.H.K., van Amelsvoort, T., Chan, R.C.K. (2017).",
			"link": "https://doi.org/10.1007/s11065-016-9336-y"
		}
	},
	{
		"year": 2017,
		"CN": {
			"cover": "",
			"title": "Impaired cue identification and intention retrieval underlie prospective memory deficits in patients with first-episode schizophrenia. Australian & New Zealand Journal of Psychiatry,51(3),270-277.",
			"authors": "Liu,D., Ji, C., Zhuo, K., Song, Z., Wang, Y., Mei, L., Zhu, D., Xiang, Q., Chen, T., Yang, Z., Zhu, G., <b>Wang, Y.</b>, Cheung, E.F.C., Xiang, Y-T., Fan, X., Chan, R.C.K., Xu, Y., Jiang, K. (2017).",
			"link": "https://doi.org/10.1177/0004867416640097"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Practice, training, and research in neuropsychology in mainland China: challenges and opportunities. The Clinical Neuropsychologist,30(8),1207-1213.",
			"authors": "Chan, R.C.K., <b>Wang, Ya</b>, Wang, Yi, Cheung, E.F.C. (2016).",
			"link": "https://doi.org/10.1080/13854046.2016.1217353"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Developmental trajectory of time perspective: from children to older adults. PsyCh Journal,5,245-255.",
			"authors": "Chen, T., Liu, L-L., Cui, J-F., Chen, X-J., <b>Wang, Y.*</b> (2016).",
			"link": "https://doi.org/10.1002/pchj.140"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "The effect and mechanisms of implementation intention in improving prospective memory performance in schizophrenia patients. Psychiatry Research,244,86-93.",
			"authors": "Chen, X-J., Liu, L-L., Cui, J-F., Gan, M-Y., Li, C-Q., Neumann, D.L., Shum, D.H.K., <b>Wang, Y.*</b>, Chan, R.C.K.(2016).",
			"link": "https://doi.org/10.1016/j.psychres.2016.07.035"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Schizophrenia Spectrum Disorders Show Reduced Specificity and Less Positive Events in Mental Time Travel. Frontiers in Psychology,7:1121.",
			"authors": "Chen, X-J., Liu, L-L., Cui, J-F., <b>Wang, Y.*</b>, Chen, A-T., Li, F-H., Wang, W-H., Zheng, H-F., Gan, M-Y., Li, C-Q., Shum, D.H.K., Chan, R.C.K. (2016).",
			"link": "https://doi.org/10.3389/fpsyg.2016.01121"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Present-fatalistic time perspective and life satisfaction: The moderating role of age. Personality and Individual Differences,99,161-165.",
			"authors": "Chen, T., Liu, L-L., Cui, J-F., Chen, X-J., Wang, J., Zhang, Y-B., Wang, Y., Li, X-B., Neumann, D.L., Shum, D.H.K., <b>Wang, Y.*</b>, Chan, R.C.K. (2016).",
			"link": "https://doi.org/10.1016/j.paid.2016.05.017"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "精神分裂症患者回忆过去想象未来的特点. 中国心理卫生杂志, 30(4), 292-298.",
			"authors": "陈桂芳, 刘露露, 甘介春, 吴刚, 熊杰, <b>王亚*</b>, 陈楚侨. (2016).",
			"link": "https://doi.org/10.3969/j.issn.1000-6729.2016.04.010"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Clinical Utility and Lifespan Profiling of Neurological Soft Signs in Schizophrenia Spectrum Disorders. Schizophrenia Bulletin,42(3),560-570.",
			"authors": "Chan, R.C.K., Xie, W.Z., Geng, F-L., <b>Wang, Y.</b>, Lui, S.S.Y., Wang, C-Y., Yu, X., Cheung, E.F.C., Rosenthal, R. (2016).",
			"link": "https://doi.org/10.1093/schbul/sbv196"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Patients with bipolar disorder show differential executive dysfunctions: A case-control study. Psychiatry Research,238,129-136.",
			"authors": "Leung, M.M.W., Lui, S.S.Y., <b>Wang, Y.</b>, Tsui, C.F., Au, A.C.W., Yeung, H.K.H., Yang, T-X., Li, Z., Cheng, C-W., Cheung, E.F.C., Chan, R.C.K. (2016).",
			"link": "https://doi.org/10.1016/j.psychres.2016.01.055"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Age differences in delay discounting in Chinese adults. Personality and Individual Differences, 90,205-209.",
			"authors": "Liu, L-L., Chen, X-J., Cui, J-F., Wang, J., Zhang, Y-B., Neumann, D.L., Shum, D.H.K., <b>Wang, Y.*</b>, Chan, R.C.K. (2016).",
			"link": "https://doi.org/10.1016/j.paid.2015.11.006"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Heritability and familiality of neurological soft signs: Evidence from healthy twins, patients with schizophrenia and non-psychotic first-degree relatives. Psychological Medicine,46(1),117-123.",
			"authors": "Xu,T.#, <b>Wang, Y. #</b>, Li, Z.#, Huang, J., Lui, S.S.Y., Tan, S-P., Yu, X., Cheung, E.F.C., He, M-G., Ott, J., Gur, R.E., Gur, R.C., Chan, R.C.K. (2016).",
			"link": "https://doi.org/10.1017/S0033291715001580"
		}
	},
	{
		"year": 2016,
		"CN": {
			"cover": "",
			"title": "Neural correlates of prospective memory impairments in schizophrenia. Neuropsychology,30(2),169-180.",
			"authors": "Chen, X-J., <b>Wang, Y.*</b>, Wang, Y., Yang, T-X., Zou, L-Q., Huang, J., Li, F-H., Chen, A-T., Wang, W-H., Zheng, H-F., Cheung, E.F.C., Shum, D.H.K., Chan, R.C.K. (2016).",
			"link": "https://doi.org/10.1037/neu0000225"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "The Nature of Prospective Memory Deficit in Patients with Obsessive-Compulsive Disorders. Psychiatry  Research,230(2),479-486.",
			"authors": "Yang, T-X., Peng, Z-W., <b>Wang, Y.</b>, Geng, F-L., Miao, G-D., Shum, D.H.K., Cheung, E.F.C., Chan, R.C.K. (2015).",
			"link": "https://doi.org/10.1016/j.psychres.2015.09.041"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Time-based but not event-based prospective memory remains impaired one year after the onset of schizophrenia: A prospective study. Schizophrenia Research,169(1-3),147-152.",
			"authors": "Cheung, E.F.C., Lui, S.S.Y., <b>Wang, Y.</b>, Yang, T-X., Shum, D.H.K., Chan, R.C.K. (2015).",
			"link": "https://doi.org/10.1016/j.schres.2015.09.015"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Prefrontal cortex connectivity dysfunction in performing the fist-edge-palm task in patients with first-episode schizophrenia and non-psychotic first-degree relatives. Neuroimage: Clinical,9,411-417.",
			"authors": "Chan, R.C.K., Huang, J., Zhao, Q., <b>Wang, Y.</b>, Lai, Y-Y., Hong, N., Shum, D.H.K., Cheung, E.F.C., Yu, X., Dazzan, P. (2015).",
			"link": "https://doi.org/10.1016/j.nicl.2015.09.008"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Effects of Perceptual and Semantic Cues on ERP Modulations Associated with Prospective Memory. International Journal of Psychophysiology,98(1),151-156.",
			"authors": "Cousens, R., Cutmore, T., <b>Wang, Y.</b>, Wilson, J., Chan, R.C.K., Shum, D.H.K. (2015).",
			"link": "https://doi.org/10.1016/j.ijpsycho.2015.07.012"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Neural Correlates of Deductive Reasoning: An ERP Study with the Wason Selection Task. International Journal of Psychophysiology,98(1),381-388.",
			"authors": "Cutmore, T.R.H., Halford, G.S., <b>Wang, Y.</b>, Ramm, B.J., Spokes, T., Shum, D.H.K. (2015).",
			"link": "https://doi.org/10.1016/j.ijpsycho.2015.07.004"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Chinese and Australians showed difference in mental time travel in emotion and content but not specificity. Frontiers in Psychology,6,879.",
			"authors": "Chen, X-J., Liu, L-L., Cui, J-F., <b>Wang, Y.*</b>, Shum, D.H.K., Chan, R.C.K. (2015).",
			"link": "https://doi.org/10.3389/fpsyg.2015.00879"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Testing the Zimbardo Time Perspective Inventory in the Chinese Context. PsyCh Journal,4,166-175.",
			"authors": "<b>Wang, Y.*</b>, Chen, X-J., Cui, J-F., Liu, L-L. (2015).",
			"link": "https://doi.org/10.1002/pchj.103"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Forming implementation intentions improves prospective memory in early psychosis. Psychiatry Research, 228(3),265-271.",
			"authors": "Khoratty, N., <b>Wang, Y.</b>, Lloyd, C., Williams, P.L., Chan, R.C.K., Shum, D.H.K. (2015).",
			"link": "https://doi.org/10.1016/j.psychres.2015.05.101"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Course of neurological soft signs in first-episode schizophrenia: Relationship with negative symptoms and cognitive performances. Scientific Reports, 5:110533.",
			"authors": "Chan, R.C.K., Geng, F-L., Lui, S.S.Y., <b>Wang, Y.</b>, Ho, K.K.Y., Hung, K.S.Y., Gur, R.E., Gui, R.C., Cheung, E.F.C. (2015).",
			"link": "https://doi.org/10.1038/srep11053"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Re-visiting the nature and relationships between neurological signs and neurocognitive function in first-episode schizophrenia: An invariance model across time. Scientific Reports, 5:11850.",
			"authors": "Chan, R. C. K., Dai, S., Lui, S. S. Y., Ho, K. K. Y., Hung, K. S. Y., <b>Wang, Y.</b>, Geng, F. L., Li, Z., Cheung, E. F. C. (2015).",
			"link": "https://doi.org/10.1038/srep11850"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Effects of Working Memory Load on Uncertain Decision-making: Evidence from the Iowa Gambling Task. Frontiers in Psychology, 6:162.",
			"authors": "Cui, J-F.#, <b>Wang, Y.#</b>, Shi, H-S., Liu, L-L., Chen, X-J., Chen, Y-H. (2015).",
			"link": "https://doi.org/10.3389/fpsyg.2015.00162"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "The effect of implementation intention on prospective memory: A systematic and meta-analytic review. Psychiatry Research, 226, 14-22.",
			"authors": "Chen, X-J., <b>Wang, Y.*</b>, Liu, L-L., Cui, J-F., Gan, M-Y., Shum, D.H.K., Chan, R.C.K. (2015). ",
			"link": "http://dx.doi.org/10.1016/j.psychres.2015.01.011"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Validation of the Chinese version of the Clinical Assessment Interview for Negative Symptoms (CAINS): A preliminary report. Frontiers in Psychology, 6:7.",
			"authors": "Chan, R.C.K., Shi, C., Lui, S.S.Y., Ho, K.K.Y., Hung, K.S.Y., Lam, J.W.S., <b>Wang, Y.</b>, Cheung, E.F.C., Yu, X. (2015).",
			"link": "https://doi.org/10.3389/fpsyg.2015.00007"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Conflict monitoring and stimulus categorization processes involved in the prosocial attitude implicit association test: Evidence from event-related potentials. Social Neuroscience,10(4),408-417.",
			"authors": "Xiao, F., Zheng, Z., <b>Wang, Y.</b>, Cui, J., Chen, Y. (2015).",
			"link": "https://doi.org/10.1080/17470919.2014.1003598"
		}
	},
	{
		"year": 2015,
		"CN": {
			"cover": "",
			"title": "Problems in remembering to carry out future actions in first-episode schizophrenia: primary or secondary impairment? Journal of Psychiatric Research,61,141-149.",
			"authors": "Lui, S.S.Y., <b>Wang, Y.</b>, Yang, T-X., Liu, A.C.Y., Chui, W.W.H., Yeung, H.K.H., Li, Z., Neumann, D.L., Shum, D.H.K., Cheung, E.F.C., Chan, R.C.K. (2015).",
			"link": "https://doi.org/10.1016/j.jpsychires.2014.11.007"
		}
	},
	{
		"year": 2014,
		"CN": {
			"cover": "",
			"title": "The effect and mechanisms of implementation intention on prospective memory in individuals with and without schizotypal personality features. Memory,22(4),349-359.",
			"authors": "Chen, X-J., <b>Wang, Y.*</b>, Liu, L-L., Cui, J-F., Gan, M-Y., Shum, D.H.K., Chan, R.C.K. (2015). ",
			"link": "https://doi.org/10.1080/09658211.2013.792841"
		}
	},
	{
		"year": 2014,
		"CN": {
			"cover": "",
			"title": "Neural Correlates of Prospective Memory in Individuals with Schizotypal Personality Features. Neuropsychology,28(3),373-381.",
			"authors": "<b>Wang, Y.</b>, Yang, T-X., Su, L., Yan, C., Wang, Y., Huang, J., Fan, M-X., Yin, D-Z., Jin, Z., Zeng, Y-W., Shum, D.H.K., Gur, R.C., Chan, R.C.K. (2014).",
			"link": "https://doi.org/10.1037/neu0000035"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "Neural correlates of uncertain decision making: ERP evidence from the Iowa Gambling Task. Frontiers in Human Neuroscience, 7, 776.",
			"authors": "Cui, J-F., Chen, Y-H., <b>Wang, Y.*</b>, Shum, D.H.K., Chan, R.C.K. (2013).",
			"link": "https://doi.org/10.3389/fnhum.2013.00776"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "Effects of cue frequency and repetition on prospective memory: An ERP investigation. International Journal of Psychophysiology, 90(2), 250-257.",
			"authors": "Wilson, J., Cutmore, T.R.H., <b>Wang, Y.</b>, Chan, R.C.K., Shum, D.H.K. (2013).",
			"link": "https://doi.org/10.1016/j.ijpsycho.2013.08.003"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "The nature and extent of working memory dysfunction in schizophrenia. PsyCh Journal, 2(3),175-182.",
			"authors": "Cao, X-Y., Li, Z., Metcalfe, H.M., Yang, T-X., Tan, S-P., <b>Wang, Y.</b>, Hong, X-H., Li, Z-J., Yu, X., Cheung, E.F.C., Neumann, D.L., Shum, D.H.K., Chan, R.C.K. (2013).",
			"link": "https://doi.org/10.1002/pchj.30"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "Prospective memory predicts medication management ability and correlates with non-adherence to medications in individuals with clinically stable schizophrenia. Schizophrenia Research,147,293-300.",
			"authors": "Lam, J.W.S., Lui, S.S.Y., <b>Wang, Y.</b>, Chan, R.C.K., Cheung, E.F.C. (2013).",
			"link": "https://doi.org/10.1016/j.schres.2013.04.010"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "Social functioning in Chinese college students with and without schizotypal personality traits:  An exploratory study of the Chinese version of the First Episode Social Functioning Scale. PLoS ONE, 8(5): e61115.",
			"authors": "Wang, Y., Yeh, Y-H., Tsang, S-M., Liu, W-H., Shi, H-S., Li, Z., Shi, Y-F., <b>Wang, Y.</b>, Wang,Y-N., Lui, S.S.Y., Neumann, D.L., Shum, D.H.K., Chan, R.C.K. (2013).",
			"link": "https://doi.org/10.1371/journal.pone.0061115"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "Neurological soft signs discriminate schizophrenia from major depression but not bipolar disorder. Progress in Neuro-Psychopharmacology & Biological Psychiatry,43,72-78.",
			"authors": "Zhao, Q., Ma, Y-T., Lui, S.S.Y., Liu, W-H., Xu, T., Yu, X., Tan, S-P., Wang, Z-R., Qu, M., <b>Wang, Y.</b>, Huang, J., Cheung, E.F.C., Dazzan, P., Chan, R.C.K. (2013).",
			"link": "https://doi.org/10.1016/j.pnpbp.2012.12.006"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "The relationship between prospective memory and working memory: Evidence from event-related potential data. PsyCh Journal,2(2),113-121.",
			"authors": "<b>Wang, Y.</b>, Cao, X-Y., Cui, J-F., Shum, D.H.K., Chan, R.C.K. (2013).",
			"link": "https://doi.org/10.1002/pchj.24"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "Impact of the ageing process on event-, time-, and activity-based prospective memory. PsyCh Journal,2(1),63-73.",
			"authors": "Yang, T-X., <b>Wang, Y.</b>, Lin, H., Zheng, L-N., Chan, R.C.K. (2013). ",
			"link": "https://doi.org/10.1002/pchj.19"
		}
	},
	{
		"year": 2013,
		"CN": {
			"cover": "",
			"title": "Patients with bipolar disorders share similar but attenuated prospective memory impairments with patients with schizophrenia. Psychological Medicine,43(8),1639-1649.",
			"authors": "Chan, R.C.K., Lui, S.S.Y., <b>Wang, Y.</b>, Liu, A.C.Y., Chui, W.W.H., Shum, D.H.K., Cheung, E.F.C. (2013).",
			"link": "https://doi.org/10.1017/S003329171200236X"
		}
	},
	{
		"year": 2012,
		"CN": {
			"cover": "",
			"title": "Relationship between prospective memory and vigilance: Evidence from ERP. Chinese Science Bulletin, 57(31),4057-4063.",
			"authors": "<b>Wang, Y.</b>, Li, X-B., Huang, J., Cao, X-Y., Cui, J-F., Zhao, Q., Wang, Y-N., Shum, D.H.K., Chan, R.C.K. (2012).",
			"link": "https://doi.org/10.1007/s11434-012-5306-9"
		}
	},
	{
		"year": 2012,
		"CN": {
			"cover": "",
			"title": "The Temporal Experience of Pleasure Scale (TEPS): Exploration and confirmation of factor structure in a healthy Chinese sample. PLoS ONE, 7(4): e35352.",
			"authors": "Chan, R.C.K., Shi, Y-F., Lai, M., Wang, Y-N., <b>Wang, Y.</b>, Kring, A.M. (2012).",
			"link": "https://doi.org/10.1371/journal.pone.0035352"
		}
	},
	{
		"year": 2012,
		"CN": {
			"cover": "",
			"title": "Experience of pleasure and emotional expression in individuals with schizotypal personality features. PLoS ONE, 7(5): e34147.",
			"authors": "Shi, Y-F., Wang, Y., Cao, X-Y., <b>Wang, Y.</b>, Wang, Y-N., Zong, J-G., Xu, T., Tse, V.W.S., Hsi, X-L., Stone, W.S., Lui, S.S.Y., Cheung, E.F.C., Chan, R.C.K. (2012).",
			"link": "https://doi.org/10.1371/journal.pone.0034147"
		}
	},
	{
		"year": 2012,
		"CN": {
			"cover": "",
			"title": "Cognitive inhibition and shifting in Asperger's Syndrome. Psychopathology,45,130-132.",
			"authors": "Cui, J-F., Chen, Y-H., Zhang, X-D., <b>Wang, Y.</b>, Gao, D-G., Zou, X-B. (2012).",
			"link": "https://doi.org/10.1159/000328626"
		}
	},
	{
		"year": 2011,
		"CN": {
			"cover": "",
			"title": "Prospective memory in patients with first-onset schizophrenia and their nonpsychotic siblings. Neuropsychologia, 49(8), 2217-2224.",
			"authors": "Lui, S. S. Y., <b>Wang, Y.</b>, Liu, A. C. Y., Chui, W. W. H., Gong, Q., Shum, D. (2011).",
			"link": "https://doi.org/10.1016/j.neuropsychologia.2011.04.002"
		}
	},
	{
		"year": 2011,
		"CN": {
			"cover": "",
			"title": "Social attribution in children with high functioning autism and Asperger Syndrome: An exploratory study in the Chinese setting. Research in Autism Spectrum Disorders,5,1538-1548.",
			"authors": "Chan, R.C.K., Hu, Z-Y., Cui, J-F., <b>Wang, Y.</b>, McAlonan, G.M. (2011).",
			"link": "https://doi.org/10.1016/j.rasd.2011.02.017"
		}
	},
	{
		"year": 2011,
		"CN": {
			"cover": "",
			"title": "Stability of prospective memory deficits in individuals with schizotypal personality traits. Psychiatry Research,189,156-157.",
			"authors": "<b>Wang, Y.</b>, Chan, R.C.K., Cui, J-F., Yang, T-X., Deng, Y-Y., Gong, Q-Y., Shum, D. (2011).",
			"link": "https://doi.org/10.1016/j.psychres.2011.01.002"
		}
	},
	{
		"year": 2011,
		"CN": {
			"cover": "",
			"title": "Contribution of specific cognitive dysfunction to people with schizotypal personality. Psychiatry Research,186,71-75.",
			"authors": "Chan, R.C.K., <b>Wang, Y.</b>, Wang, Y-N., Shi, Y-F., Cheung, E.F.C. (2011).",
			"link": "https://doi.org/10.1016/j.psychres.2010.06.016"
		}
	},
	{
		"year": 2011,
		"CN": {
			"cover": "",
			"title": "Subjective awareness of everyday dysexecutive behavior precedes 'objective' executive problems in schizotypy: A replication and extension study. Psychiatry Research,185,340-346.",
			"authors": "Chan, R.C.K., Yan, C., Qing, Y-H., <b>Wang, Y.</b>, Wang, Y-N., Ma, Z., Hong, X-H., Li, Z-J., Yu, X. (2011).",
			"link": "https://doi.org/10.1016/j.psychres.2010.06.009"
		}
	},
	{
		"year": 2011,
		"CN": {
			"cover": "",
			"title": "Exploratory study on the base-rate paranoid ideation in a non-clinical Chinese sample. Psychiatry Research,185,254-260.",
			"authors": "Chan, R. C. K., Li, X., Lai, M., Li, H., <b>Wang, Y.</b>, Cui, J., Deng, Y., & Raine, A. (2011).",
			"link": "https://doi.org/10.1016/j.psychres.2009.10.008"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Do patients with schizophrenia and healthy elderly people show similar patterns of prospective memory performance? Archives of Clinical Neuropsychology,25,648-655.",
			"authors": "<b>Wang, Y.</b>, Chan, R.C.K., Qing, Y-H., Yang, T-X., Yu, X., Li, Z-J., Hong, X-H., Cui, J-F., Deng, Y-Y., Gong, Q-Y., Shum, D. (2010).",
			"link": "https://doi.org/10.1093/arclin/acq053"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Coping flexibility in young adults: Comparison between subjects with and without schizotypal personality features. Schizophrenia Research, 122(1-3),185-192.",
			"authors": "Zong, J-G., Chan, R.C.K., Stone, W.S., Hsi, X., Cao, X-Y., Zhao, Q., Shi, Y-F., Wang, Y-N., <b>Wang, Y.</b> (2010).",
			"link": "https://doi.org/10.1016/j.schres.2010.04.013"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Neurological soft signs in individuals with schizotypal personality features. Australian and New Zealand Journal of Psychiatry,44,800-804.",
			"authors": "Chan, R.C.K., <b>Wang, Y.</b>, Zhao, Q., Yan, C., Xu, T., Gong, Q., Manschreck, T.C. (2010).",
			"link": "https://doi.org/10.3109/00048674.2010.482920"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "The Social Cognition and Interaction Training (SCIT): An extension to individuals with schizotypal personality features. Psychiatry Research, 178,208-210.",
			"authors": "Chan, R.C.K., Gao, X., Li, X., Li, H., Cui, J., Deng, Y., <b>Wang, Y.</b> (2010).",
			"link": "https://doi.org/10.1016/j.psychres.2010.03.017"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Working Memory in Early-School-Age Children with Asperger’s Syndrome. Journal of Autism and Developmental Disorders,40(8),958-967.",
			"authors": "Cui, J., Gao, D., Chen, Y., Zou, X., <b>Wang, Y.</b> (2010).",
			"link": "https://doi.org/10.1007/s10803-010-0943-9"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Prospective memory in non-psychotic first-degree relatives of patients with schizophrenia. Psychiatry Research,179,285-290.",
			"authors": "<b>Wang, Y.</b>, Chan, R. C. K., Cui, J., Deng, Y., Huang, J., Li, H., Yan, C., Xu, T., Ma, Z., Hong, X., Li, Z., Shi, H., Shum, D. (2010).",
			"link": "https://doi.org/10.1016/j.psychres.2009.07.011"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Neurological soft signs in schizophrenia: A meta-analysis. Schizophrenia Bulletin, 36 (6): 1089-1104.",
			"authors": "Chan,R. C. K, Xu, T., Heinrichs, R. W., Yu, Y., <b>Wangy, Y.</b> (2010).",
			"link": "https://doi.org/10.1093/schbul/sbp011"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "A 2-stage factor analysis of the Emotional Expressivity Scale in the Chinese context. Psychologia, 53,44-50.",
			"authors": "Chan, R. C. K., Wang, Y., Li, H., Shi, Y., <b>Wang, Y.</b>, Liu, W., & Huang, J. (2010).",
			"link": "https://doi.org/10.2117/psysoc.2010.44"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Anticipatory and consummatory components of the experience of pleasure in schizophrenia: Cross-cultural validation and extension. Psychiatry Research, 175,181-183.",
			"authors": "Chan, R.C.K., <b>Wang, Y.</b>, Huang, J., Shi, Y., Wang, Y.N., Hong, X., Ma, Z., Li, Z., Lai, M.K., Kring, A.M. (2010).",
			"link": "https://doi.org/10.1016/j.psychres.2009.01.020"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Neurological soft signs and their relationships to neurocognitive functions: A re-visit with the structural equation modeling design. PLos ONE 4,e8469.",
			"authors": "Chan, R.C.K., <b>Wang, Y.</b>, Wang, L., Chen, E.Y.H., Manschreck, T.C., Li, Z., Yu, X., Gong, Q. (2009).",
			"link": "https://doi.org/10.1371/journal.pone.0008469"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Meta-analysis of prospective memory in schizophrenia: Nature, extent, and correlates. Schizophrenia Research, 114, 64-70.",
			"authors": "<b>Wang, Y.</b>, Cui, J., Chan, R.C.K., Deng, Y., Shi, H., Hong, X., Li, Z., Yu, X., Gong, Q., Shum, D. (2009).",
			"link": "https://doi.org/10.1016/j.schres.2009.07.009"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Sustained attention deficit along the psychosis proneness continuum: A study on the Sustained Attention to Response Task (SART).Cognitive and Behavioural Neurology, 22,180–185.",
			"authors": "Chan, R.C.K., <b>Wang, Y.</b>, Cheung, E.F.C., Cui, J., Deng, Y., Yuan, Y., Ma, Z., Yu, X., Li, Z., Gong, Q. (2009).",
			"link": "https://doi.org/10.1097/WNN.0b013e3181b7ef84"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Psychological investigation of the 'feeling of being seen through' in a non-clinical sample using an ERP paradigm. Brain Research, 1254, 63-73.",
			"authors": "Chan, R.C.K., Huang, J., <b>Wang, Y.</b>, Gong, Q. (2009).",
			"link": "https://doi.org/10.1016/j.brainres.2008.11.085"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Application of Endophenotype Approach in Psychiatric Research. Advances in Psychological Science, 16(3),378-391.",
			"authors": "Chan, R.C.K., Yang, B., <b>Wang, Y.</b> (2008).",
			"link": ""
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Prospective memory in schizophrenia: Further clarification of nature of impairment. Schizophrenia Research, 105, 114-124.",
			"authors": "<b>Wang, Y.</b>, Chan, R. C. K., Hong, X., Ma, Z., Yang, T., Guo, L., Yu, X., Li, Z., Yuan, Y., Gong, Q., & Shum, D. (2008).",
			"link": "https://doi.org/10.1016/j.schres.2008.07.002"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Objective measures of prospective memory do not correlate with subjective complaints in schizophrenia. Schizophrenia Research, 103,229-239.",
			"authors": "Chan, R.C.K., <b>Wang, Y.</b>, Ma, Z., Hong, X.., Yuan, Y., Yu, X., Li, Z., Shum, D., Gong, Q. (2008).",
			"link": "https://doi.org/10.1016/j.schres.2008.02.019"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Prospective memory deficits in subjects with schizophrenia spectrum disorders: A comparison study with schizophrenic subjects, psychometrically defined schizotypal subjects, and healthy controls. Schizophrenia Research, 106, 70-80.",
			"authors": "<b>Wang, Y.</b>, Chan, R.C.K., Yu, X., Shi, C., Cui, J., Deng, Y. (2008).",
			"link": "https://doi.org/10.1016/j.schres.2007.07.020"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "The development of a Chinese equivalence version of Letter-Number Span Test. The Clinical Neuropsychologist,22(1), 112-121.",
			"authors": "Chan, R. C. K., <b>Wang, Y.</b>, Deng, Y., Zhang, Y., Yiao, X., Zhang, C. (2008).",
			"link": "https://doi.org/10.1080/13825580601025957"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Executive functioning in healthy elderly Chinese people. Archives of Clinical Neuropsychology,22,501-511.",
			"authors": "Lin, H., Chan, R.C.K., Zheng, L., Yang,T., <b>Wang, Y.</b> (2007).",
			"link": "https://doi.org/10.1016/j.acn.2007.01.028"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Examination of postconcussion-like symptoms in healthy university students: Relationships to subjective and objective neuropsychological function performance. Archives of Clinical Neuropsychology,21, 339-347.",
			"authors": "<b>Wang, Y.</b>, Chan, R.C.K., Deng, Y. (2006).",
			"link": "https://doi.org/10.1016/j.acn.2006.03.006"
		}
	},
	{
		"year": 2010,
		"CN": {
			"cover": "",
			"title": "Progress in studies of post-concussion symptoms. Chinese Clinical Rehabilitation, 10(14),150-152.",
			"authors": "<b>Wang, Y.</b>, Chan, R.C.K. (2006).",
			"link": "https://doi.org/10.3321/j.issn:1673-8225.2006.14.062"
		}
	}
]